import React from 'react';
import { Jumbotron, Container } from 'react-bootstrap';

export const About = () => (
    <Jumbotron fluid>
        <Container>
            <h1>Про нас</h1>
            <p>
            Дорогі колеги, друзі та шанувальники високого мистецтва! Вітаємо на сайті Черкаської обласної  філармонії!
            </p>
            <p>
                Наші колективи:
                <p>
                – лауреат Національної премії України ім. Тараса Шевченка Черкаський   академічний заслужений український народний хор (художній керівник  та головний диригент Василь Клименко);
                </p>
                <p>
                – академічний симфонічний оркестр (художній керівник та головний диригент  заслужений діяч мистецтв України Олександр Дяченко);
                </p>
                <p>
                – ансамбль української народної та сучасної пісні «Росава» (художній керівник Сергій Осауленко);
                </p>
                <p>
                – лауреат міжнародних фестивалів-конкурсів  вокальне тріо "Аріана" знаходяться у постійному творчому пошуку і дивують глядачів своєю професійною майстерністю.
                </p>
                <p>
                Зберігаючи кращі традиції академічного та народного національного мистецтва, філармонія реалізує ідеї високої просвітницької місії – естетичного виховання та зміцнення внутрішньої культури черкасців.
                Тематичні програми і святкові концерти охоплюють найширші верстви глядацької аудиторії, задовольняючи найрізноманітніші смаки юних глядачів, професійних музикантів і щирих любителів музики.
                Тож приходьте у наш храм мистецтва за хорошим настроєм і приємними враженнями. 
                </p>
                
            </p>
        </Container>
</Jumbotron>
)