import { React, Component } from 'react';
import { Container , Row, Col, Card, Button, Accordion} from 'react-bootstrap';
import afisha1 from '../images/afisha1.jpg';
import afisha2 from '../images/afisha2.jpg';
import afisha3 from '../images/afisha3.jpg';


export const Afisha = () => (
    <Container style={{paddingTop: '2rem', paddingBottom: '2rem'}}>
        <Row>
            <Col>
                <Accordion defaultActiveKey="0">
                    <Card>
                        <Card.Header>
                        <Card.Img variant="top" src={afisha1} style={{width: '25rem'}} />
                        <Card.Title>4.02.2021</Card.Title>
                        <Accordion.Toggle as={Button} variant="light" eventKey="0">
                            Дізнатись більше
                        </Accordion.Toggle>
                        </Card.Header>
                        <Accordion.Collapse eventKey="0">
                            <Card.Body>Вечір української пісні.</Card.Body>
                        </Accordion.Collapse>
                    </Card>
                </Accordion>
            </Col>
        </Row>    
        <Row>
            <Col>
                <Accordion defaultActiveKey="0">
                    <Card>
                        <Card.Header>
                        <Card.Img variant="top" src={afisha2} style={{width: '25rem'}} />
                        <Card.Title>19.02.2021</Card.Title>
                        <Accordion.Toggle as={Button} variant="light" eventKey="0">
                            Дізнатись більше
                        </Accordion.Toggle>
                        </Card.Header>
                        <Accordion.Collapse eventKey="0">
                            <Card.Body>Романтичні історії про кохання, пошук сенсу життя, спокутування помилок минулого і не тільки...  Вконцерті академічного симфонічного оркестру  Черкаської обласної філармонії 18 лютого о 18.30!
Франц Шуберт, як  відомо, автор більше 600 пісень та романсів! Але перший композитор - романтик залишив нам у творчий спадок 16 опер! Серед них: «Альфонсо і Естрела» з історією королівства Леон.
Роберта Шумана згадуємо, як реформатора романтичної інтонації та автора яскравих фортепіанних мініатюр - портретів! Свій віолончельний концерт композитор написав лише за 2 тижні, потім все життя редагував, так і не почувши його виконання.
Поема “Манфред” Байрона вважається одним з найвизначніших творів жанру жахів в англійській романтичній літературі. Симфонія «Манфред» Петра Чайковського є спробою втілення готичного романтизма в симфонічній музиці.
Виконавці: Черкаський академічний симфонічний оркестр під керівництвом заслуженого діяча мистецтв України Олександра Дяченка. Соліст - Сергій Вакуленко (віолончель), м. Київ.
</Card.Body>
                        </Accordion.Collapse>
                    </Card>
                </Accordion>
            </Col>
        </Row>
        <Row>
            <Col>
                <Accordion defaultActiveKey="0">
                    <Card>
                        <Card.Header>
                        <Card.Img variant="top" src={afisha3} style={{width: '25rem'}} />
                        <Card.Title>22.02.2021</Card.Title>
                        <Accordion.Toggle as={Button} variant="light" eventKey="0">
                            Дізнатись більше
                        </Accordion.Toggle>
                        </Card.Header>
                        <Accordion.Collapse eventKey="0">
                            <Card.Body>Геніальна Леся Українка залишила великий поетичний скарб - як музику для свого народу! Її співана поезія дає сили жити, кохати, вірити, сподіватися та творити! Ціла плеяда митців України та світу знайшла відгук у своєму серці для створення нових задумів та втілень її музично-натхненного слова!
22 лютого 2021 року о 18.00 в Черкаській обласній філармонії відбудеться концерт вокальної музики «Може хвиля тобі розказала» до 150 – річчя з дня народження Лесі Українки.
Лунатимуть романси, пісні, арії, дуети та ансамблі на вірші Лесі Українки українських композиторів 20 - 21 століття:
А. Кос-Анатольського, М. Жербіна, К.Стеценка, М.Вериківського, І. Куриліної,
М. Волинського та інших .
Концертна програма прозвучить у виконанні артистів Черкаської обласної філармонії: лауреата міжнародних конкурсів Олени Лютаревич – Марченко (сопрано), тріо «Аріана» в складі Аліни Вікарчук, Інги Михаль, Вероніки Косенко, заслуженої артистки України Олени Бєлкіної (рояль), Марини Романенко (рояль), Оксани Вовкостріл (віолончель), Євгена Скрипніченка(скрипка).
У концерті братиме участь і запрошена гостя з Польщі– лауреат міжнародних конкурсів Олена Лапко (ліричне сопрано).
Поезію Лесі Українки прочитає народна артистка України Ольга Калина.
До зустрічі!!!</Card.Body>
                        </Accordion.Collapse>
                    </Card>
                </Accordion>
            </Col>
        </Row>
    </Container>
)
            