import { Card, Button, Accordion} from 'react-bootstrap';
import { Container, Jumbotron, Image } from 'react-bootstrap';
import React from 'react';

import artist1 from '../images/artist1.jpg';
import artist2 from '../images/artist2.jpg';
import artist3 from '../images/artist3.jpg';
import artist4 from '../images/artist4.jpg';
import artist5 from '../images/artist5.jpg';
import artist6 from '../images/artist6.jpg';

export const Artists = () => (
    <Accordion defaultActiveKey="0">
        <Card>
            <Card.Header>
            <Accordion.Toggle as={Button} variant="light" eventKey="0">
            ЧЕРКАСЬКИЙ АКАДЕМІЧНИЙ ЗАСЛУЖЕНИЙ УКРАЇНСЬКИЙ НАРОДНИЙ ХОР
            </Accordion.Toggle>
            </Card.Header>
            <Accordion.Collapse eventKey="0">
            <Card.Body>
            <Card.Img variant="top" src={artist1} />
            <Card.Title>ЧЕРКАСЬКИЙ АКАДЕМІЧНИЙ ЗАСЛУЖЕНИЙ УКРАЇНСЬКИЙ НАРОДНИЙ ХОР</Card.Title>
            <Card.Text>
            Виколисаний у Черкаському краї на землі Богдана Хмельницького і Тараса Шевченка, на батьківщині Семена Гулака-Артемовського та Кирила Стеценка, Черкаський  академічний заслужений український народний хор увібрав у себе мелодику, дух і слово українського пісенного мистецтва і підняв його на найвищі вершини.

Створений у квітні 1957 року, хор пройшов яскравий творчий шлях. З початкових кроків свого існування він заявив про себе як самобутній, неповторний пісенний колектив, що черпає своє натхнення з народних джерел, збагачує перлини співочого фольклору мистецтвом класики. Перший успіх прийшов уже за кілька місяців. У липні колектив хору під началом його першого хормейстера Миколи Дмитровича Куща завоював срібну нагороду у Всесоюзному конкурсі хорових колективів. Після перемоги ще майже півмісяця Черкаський народний хор з успіхом виступав перед жителями Москви та делегатами VI Всесвітнього фестивалю молоді і студентів.
У різні роки творчої діяльності Черкаського народного хору його очільниками та головними диригентами були:

Микола Кущ (1957 – 1963 роки),

Анатолій Авдієвський (1963 – 1966 роки),

Володимир Конощенко (1966 – 1967 роки),

Анатолій Пашкевич (1967 – 1973 роки),

Олександр Стадник (1973 – 1975 та 1994 – 1997 роки),

Євген Кухарець (1975 – 1987 роки),

Петро Савчук (1987 – 1993 роки),

Леонід Трофименко (1997 – 2017 роки),

Володимир Федас (2017 – 2019 роки).
Хор виступав, піднімаючи культурний рівень земляків, у містах і селах Черкащини, а згодом почалися гастролі по всьому Радянському Союзу та виїзди з концертами за рубіж. Головною віссю його буття – від першого дня і по нині – є патріотизм, самовіддане подвижницьке служіння обраній справі, прагнення передати в музично-пісенних і танцювальних образах неповторну красу рідної землі та її народу.

1969 року, коли колектив очолював талановитий диригент та композитор Анатолій Максимович Пашкевич, хору присвоєно почесне звання "заслужений". Ряд пісенних перлин А.Пашкевича у виконанні Черкаського заслуженого народного хору, такі як "Степом, степом ..." на сл. М.Негоди, "Мамина вишня", "Батькове серце", "Хата моя, біла хата" на сл. Д.Луценка, обробки народних пісень "Ой вербо, вербо", "Несе Галя воду" та багато інших творів стали золотим репертуарним фондом. Під началом народного артиста України Євгена Івановича Кухарця (1975 - 1987) значно зросла професійна майстерність, творчий рівень колективу - і хор досяг міжнародного визнання. 1981 року підтвердженням великої народної любові і широкого визнання стало присудження Черкаському хору Державної (нині – Національної) премії України ім. Т.Г.Шевченка.

За велику працю і невичерпний талант художнім керівникам хору та солістам Анатолію Пашкевичу, Євгену Кухарцю, Ользі Павловській, Раїсі Кириченко, Анатолію Маняченку, Валентину Пивоварову, Василю Бокочу було присвоєно почесне звання "Народний артист України".

Заслуженими артистами України стали керівник оркестрової групи хору Олексій Колесник, диригент Володимир Конощенко, артисти Євгенія Крикун, Віктор Гнилоквас, Лев Бушмакін, Володимир Захаров, Петро Савчук, Михайло Тихоненко, Майя Авдієвська, Григорій Норець, Валентин Головченко, Валентина Кононцева, Євген Береза, Валентин Швиденко, Олександр Сокуренко, Іван Черненко, Іван Семененко, Анатолій Кліщ, Віктор Мокренко, Людмила Йосипова, Любов Головньова, Володимир Локтєв, Юрій Ільчук, Володимир Єфімов.

Звання "Заслужений діяч мистецтв України" були удостоєні диригенти Леонід Трофименко та Олександр Дяченко. Директор-розпорядник хору Зиновій Юрович, артисти Леонід Коваль, Валентин Луценко, Григорій Добжанський, Микола Плашкевич, Іван Супрун, Василь Матющенко, Діана Матющенко отримали звання "Заслужений працівник культури України".

За десятки років  існування  репертуар хору поповнився сотнями кращих ліричних, епічних, обрядових, побутових народних пісень, а також творами сучасних українських композиторів. Кожна пісня чи вокально-хореографічна композиція розповідає про історію і  культуру України. На сцені оживають барвисті картинки з минулого: козаки вирушають у похід, чумаки повертаються з ярмарку, хороводи хлопців та дівчат у ніч на Івана Купала та на зелені свята. І глядачі поринають в атмосферу істинно народного життя.

Знаний і шанований колектив під орудою художнього керівника Василя Клименка та хормейстера Наталії Шмараєвої-Гожої продовжує писати  сторінки свого творчого  життя. Нині в Черкаському хорі працює понад 50 осіб – артисти хорової та балетної груп, оркестранти.  На кожній репетиції митці наполегливо  відточують виконавську майстерність, готуються до філармонічних концертів та гастрольних виступів. Адже найбільша нагорода для них − це щирі посмішки та гучні оплески глядачів, які потребують повсякденної кропіткої  роботи.

Черкаський академічний заслужений український народний хор – це цілий світ, сповнений різнобарвними кольорами музики, співу, запального танцю. Його співаки і танцюристи разом із художнім керівником Василем Клименком, очільником оркестрової групи заслуженим артистом України Олексієм Колесником, балетмейстером Анастасією Огірчук підготували нові концертні програми, позначені високою майстерністю, відданістю мистецтву, втіленням народних українських традицій.
    
            </Card.Text>
            </Card.Body>
            </Accordion.Collapse>
        </Card>
        <Card>
            <Card.Header>
            <Accordion.Toggle as={Button} variant="light" eventKey="1">
            АКАДЕМІЧНИЙ МАЛИЙ СИМФОНІЧНИЙ ОРКЕСТР
            </Accordion.Toggle>
            </Card.Header>
            <Accordion.Collapse eventKey="1">
            <Card.Body>
            <Card.Img variant="top" src={artist2} />
            <Card.Title>АКАДЕМІЧНИЙ МАЛИЙ СИМФОНІЧНИЙ ОРКЕСТР</Card.Title>
            <Card.Text>
            Академічний малий симфонічний оркестр КЗ «Черкаська обласна філармонія Черкаської обласної ради» був створений 2012 року на базі заснованого у 1992 році камерного оркестру. За роки активної мистецько-просвітницької діяльності, завдячуючи самовідданій праці артистів та художнього керівника колективу, оркестр піднявся на високий рівень виконавської майстерності, завоював популярність серед тисяч глядачів нашого міста, Черкащини, України, здобув широке міжнародне визнання. Без перебільшення, виступи камерного, а згодом симфонічного оркестру створювали і створюють неповторне почуття духовного піднесення, про що засвідчують переповнені зали на концертах цього провідного і єдиного на Черкащині мистецького колективу симфонічного жанру.

Об’єднав талановитих виконавців заслужений діяч мистецтв України Олександр Дяченко  – вихованець Донецької консерваторії ім. С.С.Прокоф’єва та Національної музичної академії ім. П.І.Чайковського. З його діяльністю пов’язане подальше становлення колективу, формування художніх і творчих традицій, самобутність та високий рівень виконання. Вперше на батьківщині великого Тараса Шевченка зазвучав професійний оркестр, який за короткий час створив десятки різноманітних концертних програм.

Невід’ємною складовою концертних програм з початку існування колективу стали перлини національної музичної спадщини. Завдяки саме симфонічному оркестру Черкащина вперше почула в концертному виконанні твори українських композиторів Д.Бортнянського, М.Лисенка, В.Косенка, М.Скорика, Д.Клебанова, Є.Станковича, В.Івка, Б.Міхєєва, І.Шамо, В.Зубицького. Висока майстерність музикантів дозволяє сьогодні виконувати віртуозні оркестрові шедеври А.Вівальді, Й.С.Баха, Й.Гайдна, В.А.Моцарта, Л.Бетховена, А.Дворжака, Р.Шумана, Ф.Шуберта, Й.Брамса, Ж.Бізе, Ф.Мендельсона, М.Глінки, П.Чайковського, С.Рахманінова,  Д.Шостаковича, І.Стравінського, А.Шнітке, К.Сен-Санса та ін.

Самобутність, емоційність та глибина звучання оркестру здобули високу оцінку багатьох відомих музикантів. Завдяки цьому були підготовлені спільні програми з солістами-гастролерами, виконавцями на найрізноманітніших інструментах: народними артистами України Богодаром Которовичем, Ольгою Басистюк, Анатолієм Баженовим, Лідією Шутко, Світланою Добронравовою, Євгенією Басалаєвою, Юрієм Кириченком, заслуженими артистами України Надією Петренко, Андрієм Остапенком, Андрієм Ільківим, Віктором Тимцем, Анною Нужою, Мирославою Которович, Марією Пухлянко, Олександром Рукомойніковим,  лауреатом Національної премії ім. Т.Шевченка народною артисткою України Людмилою Монастирською, лауреатом міжнародного конкурсу ім. П.Чайковського Олексієм Набіуліним, Сергієм Топоренком, Олександром Пірієвим та Ярославом Мигалем, Кирилом Шараповим, Дмитром Суховієнком, Денисом Северином, Олексієм Молчановим, Костянтином Лукинюком, саксофоністом зі США Майклом Леонардом, композитором і баяністом із Франції Олександром Шмиковим, піаністом з Італії Фермо Рошіньйо.

Приємні враження від роботи з оркестром і його музикантами залишились у диригентів Віктора Барсова (Росія), Вінстона Фогеля та Девіда Андре (США), Саїма Акчила (Туреччина), Олександра Долінського (Донецьк), Луїса Раміреса (Фінляндія – Чилі).

Багаторічною традицією у творчому житті оркестру стало виконання великих музичних полотен та творів малих форм артистами оркестру, зокрема, заслуженими артистами України Г.Кабіним та О.Шнайдером, артистами Н.Бутовою, Л.Красавіним, В.Бутовим, К.Шаєнком, М.Савченком -  вихованцями Київської, Харківської, Донецької, Одеської та Ростовської консерваторій, що є свідченням високої виконавської майстерності артистів оркестру і стимулює їх до подальшої творчої діяльності. Більшість музикантів оркестру успішно поєднують роботу в оркестрі з музичною педагогікою.

Активна гастрольна діяльність містами України та за кордоном: у Латвії, Франції, Польщі, Італії підтверджує високий рівень артистично-виконавської майстерності колективу. Музичні програми черкаської симфонічної формації, як правило, супроводжуються захопленими відгуками глядачів, преси, радіо, телебачення.

На кожному концерті слухачі проймаються високим натхненням від звучання музичних творів у оркестровому виконанні. Дбаючи про духовно-культурний розвій у Шевченковому краю, Олександр Дяченко приділяє вагому увагу якісному оновленню репертуару. Постійно працюючи над зростанням фахового рівня колективу і кожного музиканта-оркестранта, художній керівник залучає до гри в оркестрі через конкурсний відбір здібних молодих музикантів-студентів Черкаського музичного училища ім. С.С.Гулака-Артемовського. Обрані молоді музиканти згодом, навчаючись у вищих навчальних музичних закладах, в основному продовжують своє творче зростання у колективі як артисти оркестру
            </Card.Text>
            </Card.Body>
            </Accordion.Collapse>
        </Card>
        <Card>
            <Card.Header>
            <Accordion.Toggle as={Button} variant="light" eventKey="2">
            АНСАМБЛЬ РОСАВА
            </Accordion.Toggle>
            </Card.Header>
            <Accordion.Collapse eventKey="2">
            <Card.Body>
            <Card.Img variant="top" src={artist3} />
            <Card.Title>АНСАМБЛЬ РОСАВА</Card.Title>
            <Card.Text>Історія колективу веде свій відлік із 23 лютого 1982 року, коли на базі Черкаської обласної філармонії був утворений фольклорний ансамбль. Сформував новий колектив і 35 років (1982 - 2017) незмінно керував ним випускник Львівської консерваторії ім. М.В.Лисенка заслужений артист України Микола ПЕТРИНА. Він – лауреат міжнародних фестивалів – був знаний як віртуоз гри на цимбалах, наї та інших українських народних інструментах. Після смерті першого керівника "Росави" у 2018 році її очолював Володимир МАХНИК – його учень і продовжувач творчих заповітів. З січня 2019 року на посту художнього керівника колективу - відомий у черкаських музичних колах диригент і аранжувальник Сергій ОСАУЛЕНКО.

Ансамбль "Росава" розпочинав свою творчу діяльність разом із Раїсою Кириченко – згодом народною артисткою України та Героєм України. За концертні програми 1983 – 1985 років, створені разом із ансамблем "Росава", Раїса Панасівна була удостоєна звання Лауреата Національної премії України імені Тараса Шевченка.

За час існування колективу у ньому працювали: народна артистка України Ольга Павловська, заслужені артистки України Тетяна Халаш, Євгенія Крикун, Олена Варич; вокальний дует заслужених працівників культури України Діани та Василя Матющенків, дует бандуристок, пізніше народних артисток України Лідії Зайнчківської та Ольги Калини. Урізноманітнювали творчі презентації колективу цікаві та жваві виступи майстрів розмовного жанру: Оксани Левченко, лауреата всеукраїнських та всесоюзних конкурсів артистів естради Миколи Мельника, Володимира Ткаченка .

Репертуар ансамблю заснований на професійному опрацюванні фольклорних першоджерел: обробки народних пісень, насамперед поширених на Черкащині, а також популярних у різних регіонах України. "Росава" залюбки включає до концертних програм оригінальні авторські композиції на народнопісенній основі – як вокальні, так й інструментальні. Цікава частина творчих надбань колективу становить звернення до творів, заснованих на фольклорних мелодіях народів світу.

"Росава" стала відома композиціями, що набули популярності завдяки їх майстерному виконанню учасниками творчого колективу. Серед них українські народні пісні в аранжуванні М.Петрини «Ой, на горі два дубки», «Ой, гарна я, гарна», «Ой, хотіла мене мати за музику заміж дати», «Їхав, їхав козак містом», «А мій милий чорнобривий вареничків хоче», «Стояла під грушкою», «Ой, на горі калина», а також авторські пісенні шедеври А.Пашкевича: «Мамина вишня», «Хата моя, біла хата», «Пісня моєї долі» та ін. Багато пісень записані на українському телебаченні та радіо і увійшли до золотого фонду пісенної спадщини України.

Чудову народну пісню у майстерному виконанні "Росави" радо зустрічають на концертних майданчиках Черкащини. Ансамбль з успіхом виступав у філармонійних залах різних областей України, гастролював у Туреччині, Польщі, Німеччині, Молдові, Росії.

Сучасна "Росава" – це збереження та розвиток вітчизняної культури, це поєднання української народної пісні та музики із новітніми тенденціями, це пропагування серед молоді українських народних традицій, пісень та музики. Нині в оновленому виконавському складі ансамбль української народної та сучасної пісні "Росава" сповнений різноманітних творчих планів.

Сучасний склад ансамблю "РОСАВА"

Скрипки:  Лариса ПЕТРИНА,  Володимир СКОРОХОД

Контрабас:  Сергій СЕРГІЄЦЬ

Флейта:  Тетяна БРИК

Баян:   Володимир МАХНИК

Ударні:  Сергій МАЛОВІЧКО

Кобза:  Сергій  ДРАГОЛЮБ

Солісти-вокалісти:  Галина БОРОВИЦЬКА, Катерина ОВСІЄНКО</Card.Text>
            </Card.Body>
            </Accordion.Collapse>
        </Card>
        <Card>
            <Card.Header>
            <Accordion.Toggle as={Button} variant="light" eventKey="3">
            ВОКАЛЬНЕ ТРІО
            </Accordion.Toggle>
            </Card.Header>
            <Accordion.Collapse eventKey="3">
            <Card.Body>
            <Card.Img variant="top" src={artist4} />
            <Card.Title>Тріо "АРІАНА"</Card.Title>
            <Card.Text>
            Аліна ВІКАРЧУК, Інга МИХАЛЬ, Вероніка КОСЕНКО – троє артистично обдарованих колоритними співочими голосами молодих виконавиць створили 2018 року при Черкаській філармонії тріо загадковою і поетичною назвою "Аріана".

Аріана – то жіноче ім'я, яке прийшло до нас із глибокої старовини. Найдавніше тлумачення імені походить від назви стародавніх індоєвропейських народів, нащадками яких вважають і українців. Це – арії, наймення яких перекладається як благородні і світлоносні. Сяйво цього імені знайшло свій відбиток і в інших мовах давніх народів. Воно завжди означало найпрекрасніші і найблагородніші поняття: з персидської – небесна і благородна; у іллірійців – золота; з уельської мови – срібний скарб; у давньогрецькій мові – віддана, свята. Обираючи одухотворене ім'я Аріана своєму новонародженому колективу, артистки прагнуть віддано нести глядачу у своїх піснях світло і благородство, радість і натхнення, срібні і золоті музичні скарби …

 

ВІКАРЧУК Аліна (лірико-колоратурне сопрано) – вихованка Черкаського музичного училища ім. С.С.Гулака-Артемовського; закінчила Київський національний університет культури і мистецтв (2013, бандурне мистецтво, спеціаліст) та Національну академію керівних кадрів культури і мистецтв (2018, сольний спів, магістр). Своїм професійним становленням завдячує заслуженій артистці України С.В.Кислій – солістці Національної опери України, доценту НАККіМ, а також народній артистці України Г.Я.Захарченко – професору НАККіМ.

Професійну діяльність А.Вікарчук розпочала з 2011 року як солістка капели бандуристів КНУКіМ. У Черкаській обласній філармонії починала як артистка тріо "Вербена" (2014 - 2018). Молода вокалістка – лауреатка всеукраїнських та міжнародних конкурсів: Гран-прі міжнародного телевізійного фестивалю-конкурсу "Український Унісон" (2016, м. Київ), І премія всеукраїнського фестивалю-конкурсу мистецтв "Весняна рапсодія" (2016,          м. Київ), ІІІ премія міжнародного вокального конкурсу у м. Липтовський-Мікулаш (2009, Словакія). Відзначена Подякою від Національного музею Тараса Шевченка (2016).

МИХАЛЬ Інга (мецо-сопрано) після закінчення музично-теоретичного відділу духових та ударних інструментів Черкаського музичного училища          ім. С.С.Гулака-Артемовського навчалась як флейтистка та диригент оркестру у Харківській державній академії культури. Фахову діяльність розпочала 1996 року у складі Черкаського муніципального духового оркестру. У Черкаській обласній філармонії працює з 2008 року. У 2008 - 2018 роках – артистка тріо "Вербена". Успішно співпрацює з ансамблем народної пісні "Ярославна" при Черкаському міському Будинку культури ім. І.Кулика. Своїм фаховим становленням у царині вокальної майстерності І.Михаль завдячує викладачам Черкаського музичного училища З.К.Зарудній та О.Л.Губерук.

Свою співочу майстерність І.Михаль підтвердила конкурсними здобутками: лауреат міжнародного конкурсу "Folk-music" (2008, Фінляндія), Гран-прі всеукраїнського конкурсу "Мости над Россю" (2009 р. м. Корсунь).

КОСЕНКО Вероніка (контральто) закінчила як бандуристка Уманське обласне музичне училище ім. П.Д.Демуцького. Її наставники у музиці – викладачі Я.В.Косич та Л.М.Тарасюк. Нині молода артистка здобуває вищу освіту на факультеті музичного мистецтва, кафедра виконавської майстерності  Уманського державного університету  ім. П.Тичини. Тріо "Аріана" при Черкаській обласній філармонії – перше серйозне місце артистичної праці молодої виконавиці.

Вероніка має досвід конкурсної діяльності: I премія міжнародних  конкурсів "Флояра" (2017, м. Одеса) і "Музичні перлини" (2016, м. Одеса), I премія всеукраїнського конкурсу "Витоки Vois" (2017, м. Черкаси), II премія всеукраїнського конкурсу "Золота струна" (2016, м. Миколаїв).

Концертмейстер вокального тріо "Аріана" – Марина Романенко.

Тріо "Аріана" – це поєднання голосів оригінального забарвлення та широкого діапазону. Вокальні твори у виконанні "Аріани" здатні зачарувати слухача своєю музичною витонченістю, душевністю та глибоким відчуттям образу і змісту пісні. У репертуарі тріо українські народні пісні, класичні романси та пісні сучасних авторів. Для збагачення колориту звучання артистки використовують бандуру і флейту.

У квітні 2018р. тріо стало лауреатом Міжнародного фестивалю-конкурсу «Талановита молодь України», що відбувся  у місті Львові.

Молодий колектив у великому творчому пошуку, тому пробує себе в різних амплуа.
            </Card.Text>
            </Card.Body>
            </Accordion.Collapse>
        </Card>
        <Card>
            <Card.Header>
            <Accordion.Toggle as={Button} variant="light" eventKey="4">
            СОЛІСТКА ФІЛАРМОНІЇ НАРОДНА АРТИСТКА УКРАЇНИ ЛЮДМИЛА ЛАРІКОВА
            </Accordion.Toggle>
            </Card.Header>
            <Accordion.Collapse eventKey="4">
            <Card.Body>
            <Card.Img variant="top" src={artist5} style={{width: '25rem'}}/>
            <Card.Title>Народна артистка України Людмила Ларікова (сопрано)</Card.Title>
            <Card.Text>Ларікова Людмила Анатоліївна - українська бандуристка, співачка (сопрано), народна артистка України. Народилася 13 квітня 1961р. у місті Дніпродзержинську (Україна). У 1981 році закінчила Дніпропетровське музичне училище ім. М.Глінки. У цьому ж році вступила до Київської   консерваторії  ім. П.І.Чайковського, яку закінчила в 1986 р. (кваліфікація: викладач, концертний виконавець, керівник капели бандуристів). Отримала свідоцтво про факультативне навчання на кафедрі сольного співу (клас народної артистки України Хрістич З.П.). В 1982 році, разом з Лідією Зайнчківською та Ольгою Калиною стала учасницею тріо бандуристок, створеного народним артистом України, професором консерваторії, народним артистом України  Сергієм Васильовичем Баштаном.

З 1987 року працює солісткою – вокалісткою тріо «Вербена» Черкаської обласної філармонії.  У 1988 році у складі тріо «Вербена» стала лауреатом  Першої премії Республіканського конкурсу виконавців на народних інструментах ( м.Івано – Франківськ), а у 1993 році – лауреатом  Першої  премії  Міжнародного конкурсу ім. Г.Хоткевича (м.Київ). З 2005 року поновлює свої заняття академічним вокалом (приватні уроки у заслуженої артистки України Новікової Л. Б. (Київ) та у Рей-Кльонової В. В.  (м.Москва).

З 2008 року розпочала  сольну кар`єру. 2010 -2015р.р. вступає до Російської  академії музики ім. Гнесіних , де вдосконалює вокальну майстерність у класі Заслуженої  артистки  Росії  Громової В.В., народної артистки Росії Іванової Л.Г. та по  класу камерного співу-професора Бер М.Н. (кваліфікація: оперний співак, концертно-камерний співак, викладач по класу вокалу).

У 2015 році отримує Першу премію на міжнародному конкурсі вокалістів Італія Лоніго.   На сьогоднішній день навчається у магістратурі Російської академії музики ім. Гнесіних (сольний спів),   працює солісткою-вокалісткою Черкаської обласної філармонії та  викладачем по класу вокалу на  кафедрі бандури Національної музичної академії України ім. П. І. Чайковського.</Card.Text>
            </Card.Body>
            </Accordion.Collapse>
        </Card>
        <Card>
            <Card.Header>
            <Accordion.Toggle as={Button} variant="light" eventKey="5">
            СОЛІСТКА ФІЛАРМОНІЇ ОЛЕНА ЛЮТАРЕВИЧ
            </Accordion.Toggle>
            </Card.Header>
            <Accordion.Collapse eventKey="5">
            <Card.Body>
            <Card.Img variant="top" src={artist6} style={{width: '25rem'}} />
            <Card.Title>Олена ЛЮТАРЕВИЧ-МАРЧЕНКО (сопрано)</Card.Title>
            <Card.Text>Олена Лютаревич-Марченко родом із Кам'янця-Подільського. Професійну музичну освіту здобувала, закінчивши вокально-хоровий відділ Хмельницького музичного училища імені Владислава Заремби (2000 рік, клас вокалу – Т.А.Ковтуненко). Протягом 2000 - 2005 років удосконалювала вміння belcanto в Італії, беручи уроки у відомої італійської співачки Анжеліки Батальї. У 2005 - 2008 роках стажувалась у професора Національної музичної академії імені П.І.Чайковського народного артиста України Валерія Буймістра. 2014 року закінчила педагогічний факультет Кам'янець-Подільського національного університету імені Івана Огієнка по спеціалізації "Музичне мистецтво".

О.Лютаревич-Марченко – учасник і лауреат низки міжнародних та українських конкурсів оперного мистецтва. Зокрема, вона здобула ІІ премію Міжнародного конкурсу-фестивалю імені Ф.І.Шаляпіна (2011, Ялта); отримала диплом фіналістки Міжнародного конкурсу оперного мистецтва в м.Алькамо (2011, Сицилія); володарка Гран-прі Другого Всеукраїнського конкурсу вокалістів "Bel Canto" (2013, Київ); лауреат ІІІ премії Всеукраїнського конкурсу ретро-музики ім. Богдана Веселовського (2015, м. Львів) та ін.

Співачка має успішний виконавський досвід у міжнародних оперних проектах. Серед ,них - виконання ролі Амелії в опері "Бал-маскарад" Дж.Верді та роль Недди в опері "Паяци" Р.Леонкавалло (проект пам'яті Лучано Паваротті, м. Пезаро, Італія, 2011). О.Лютаревич-Марченко співала вокальні партії у міжнародних оперних постановках в рамках фестивалю "Опера в мініатюрі" (Кам'янець-Подільський): Леонора в опері "Трубадур" Дж.Верді (2014); Тоска в однойменній опері Дж.Пучіні (2015); Ліу в опера "Турандот" Дж.Пуччіні (2016); Мавка у світовій прем'єрі опери "Лісова пісня" М.Волинського (2017).

Олена займає активну мистецьку позицію щодо впровадження оперного мистецтва у культурне життя невеликих міст України. У 2015 - 2017 роках вона була ідейним директором фестивалю оперного мистецтва та класичної музики "Опера в мініатюрі" (Кам'янець-Подільський), головою організаційного комітету та членом журі відкритого міжнародного конкурсу вокалістів  "Impreza. Опера в мініатюрі", який проводився в рамках зазначених мистецьких презентацій.

Артистка постійного працює над збагаченням власного репертуару творами вітчизняної і зарубіжної оперної та камерно-вокальної музики. Мобільна і активна щодо проведення власних сольних концертів як в Україні, так і за кордоном. Протягом 2014 - 2018 років відбулися сольні концерти співачки у містах Львів, Хмельницький, Кам'янець-Подільський, Черкаси, Мілан, Падуя, Бремен тощо.</Card.Text>
            </Card.Body>
            </Accordion.Collapse>
        </Card>
</Accordion>

)